// index/text_more1/text_more1.js
Page({

  /**
   * 页面的初始数据
   */
  data: {
    person_list: [
      '寻亲生父母：林剑杰，男，1994年12月20日出生',
      '寻亲生父母：女，籍贯：安徽滁州来安，1986年出生',
      '寻亲生父母：高成侠，男，江苏省宿迁市人，1995年出生',
      '寻亲生父母：黄碧，女，籍贯：广东，出生日期：1997年',
      '寻亲生父母：女，籍贯：四川宜宾，出生日期：1995年',
      '寻亲生父母：姜秋香，男，籍贯：湖南株洲，出生日期：1988年',
      '寻亲生父母：赵林，男，籍贯：江苏苏州，出生日期：1971年',
      '寻亲生父母：女，籍贯：山西太原，出生日期：1962年',
      '寻亲生母亲：女，籍贯：安徽潜山，出生日期：1977年',
      '寻亲生父母:姓黄，出生日期：1979年，出生10天被抱养',
      '寻亲生父母:女，籍贯：江苏苏州，出生日期：1978年',
      '寻亲生父母:女，籍贯：江苏苏州，出生日期：1978年',
]
  },

})