// index/text_more/text_more.js
Page({

  /**
   * 页面的初始数据
   */
  data: {
    person_list: ["寻人启事：马素国，女，籍贯：山东潍坊，出生日期：1971年",
      "寻人启事：李玉花，女，籍贯：山东潍坊，出生日期：1955年",
      "寻找94年送养女儿，女，籍贯：福建漳州，出生日期：1994年",
      "寻人启事：周文举，女，籍贯：安徽涡阳，出生日期：1970年",
      "寻人启事：邱真真，女，籍贯：湖北枣阳，出生日期：1991年",
      "寻人启事：姚兰，女，籍贯：安徽阜阳，1997年5月1日出生",
      "寻人启事：李德生，男，籍贯：吉林长春，1936年出生",
      "寻人启事：王秋文，男，籍贯：河北邯郸，出生日期：1964年",
      "寻人启事：方海华，男，籍贯：重庆，1990年1月27日出生",
      "寻人启事：王金林，男，籍贯：四川剑阁，出生日期：1983年",
      "寻人启事：杜均宜，男，籍贯：四川涪陵县，1925年出生",
      "寻人启事：任成祥，男，籍贯：山东德州，出生日期：1969年",
      "寻人启事：刘霞，女，籍贯：河南省睢县，出生日期：1986年",
      "寻人启事：赵溪波，男，籍贯：山东淄博，1968年出生",
      "寻人启事：林荣，女，籍贯：上海",
      "寻人启事：张旭涛，男，籍贯：陕西西安，出生日期：1979年",
      "寻人启事：姜小涛，男，籍贯：山东日照，1987年出生",]
  },

})