// pages/action/nearbyAct/familyAct/li/li.js
Page({

  /**
   * 页面的初始数据
   */
  data: {
    title: "全球李氏恳亲大会将在河北隆尧县举办",
    time: "2018年04月19日 14:45:44",
    image: "../../../../../images/homePage/liAct.jpg",
    actInfo: [
      { "info": "新华社石家庄４月１８日电（记者曹国厂）李氏先祖、柏人候李昙的花岗岩造像揭幕仪式，日前在河北省隆尧县双碑乡里王街村举行，以迎接将于今年１０月１８日在隆尧召开的全球李氏恳亲大会。" },
      { "info": "届时，将有来自新加坡、马来西亚、美国等十多个国家和地区的两千多名李氏后裔齐聚隆尧，畅谈同根亲情、感受故里文化。" },
      { "info": "隆尧县赵郡李氏宗亲联谊会会长李炳春说，李昙造像高５．８米，重达９３吨。为纪念赵郡李氏和陇西李氏的共同始祖李昙，该县启动了李昙及家族墓群修复工程，这是隆尧县全球李氏恳亲大会系列文化工程之一。" },
      { "info": "据史料记载，李昙，字贵远，战国时期赵国名将，因屡建奇功，被封为柏人侯。秦兼并六国后，李昙被封为御史大夫，后升为司徒，死后葬柏人城西。柏人城遗址位于隆尧县城正西１２．５公里的双碑乡亦城、城角二村周围。柏人城始建于春秋，距今已有２６００多年的历史，是战国时期赵国仅次于都城邯郸的第二大城市。２０１３年５月，柏人城遗址被列为全国第七批重点文物保护单位。李炳春说，２０１５年以来，隆尧县抓住得天独厚的文化沉淀和独一无二的历史遗存，在围绕推介宣传李氏故里文化上做文章，先后赴马来西亚、新加坡等地，参加世界李氏宗亲总会代表大会暨全球华人李氏恳亲大会，加强与世界各地李氏宗亲的联系，向世界展示隆尧县“唐尧圣地、李氏故里”的风采。" },
      { "info": "２０１６年１１月７日，在新加坡举办的世界李氏宗亲总会理事会上，表决通过了隆尧县为２０１８年全球李氏恳亲大会首选举办地。" },       
    ]
  },
  /**
   * 生命周期函数--监听页面加载
   */
  onLoad: function (options) {
  
  },

  /**
   * 生命周期函数--监听页面初次渲染完成
   */
  onReady: function () {
  
  },

  /**
   * 生命周期函数--监听页面显示
   */
  onShow: function () {
  
  },

  /**
   * 生命周期函数--监听页面隐藏
   */
  onHide: function () {
  
  },

  /**
   * 生命周期函数--监听页面卸载
   */
  onUnload: function () {
  
  },

  /**
   * 页面相关事件处理函数--监听用户下拉动作
   */
  onPullDownRefresh: function () {
  
  },

  /**
   * 页面上拉触底事件的处理函数
   */
  onReachBottom: function () {
  
  },

  /**
   * 用户点击右上角分享
   */
  onShareAppMessage: function () {
  
  }
})