// pages/action/nearbyAct/familyAct/chen/chen.js
Page({

  /**
   * 页面的初始数据
   */
  data: {
    title: "江西义门陈惊艳首届世界家风大会",
    time: "2018-05-25 18:00:33",
    image: "../../../../../images/homePage/chenAct.jpg",
    actInfo: [
      { "info": "江南都市报全媒体记者陈文秀报道：5 月 25 日，记者获悉，在联合国第 25 个 “国际家庭日 ” 之际，首届世界家风大会于 5 月 15 日上午在北京会议中心召开，国内外近 600 名文化名人和专家学者齐聚一堂，畅谈家风文化。其中，发源于江西省德安县车桥镇的义门陈氏家风文化，也在此次大会上惊艳亮相，受到海内外学者的关注。" },
      { "info": "目前全世界八千万陈姓人口中，有约 70％源自江西德安车桥镇义门陈村，故有‘天下陈氏出义门’之说。据受邀参加大会的世界陈氏文化交流中心秘书长、《中华义门陈》杂志社社长陈少德介绍，义门陈氏，亦称为江右陈氏、江州陈氏。江右陈氏的祖先陈旺因为当官而在德安县太平乡常乐里置业，到唐朝中和四年已经是数代同居五十多年，唐僖宗御笔亲赠 “义门陈氏”  匾额，此后义门陈多次受到皇族表彰，闻名遐迩。唐宋时期江州义门陈氏家族，创造了 3900 余口、历 15 代、330 余年聚族而居、同炊共食、和谐共处不分家的世界家族史奇观，是中国古代社会中人口最多、文化最盛、合居最长、团结最紧的和谐大家族，成为古代社会的家族典范而名动朝野。" },
      { "info": "陈少德称，作为一个拥有五千年历史文化的国家，任何时候谈家风都不会过时。义门陈是天下第一家，有着深沉的文化底蕴，是一笔亟待研究、挖掘的一笔宝贵财富。同时，义门陈也是和谐家族、文明样板，在中国家族史上有着重大的影响和地位。义门陈文化的挖掘和研究，有利于凝结海内外的陈氏宗亲之情，因而在此次世界家风大会上也成为各界关注和研究的焦点。"}
    ]
  },

  /**
   * 
   * 生命周期函数--监听页面加载
   */
  onLoad: function (options) {
  
  },

  /**
   * 生命周期函数--监听页面初次渲染完成
   */
  onReady: function () {
  
  },

  /**
   * 生命周期函数--监听页面显示
   */
  onShow: function () {
  
  },

  /**
   * 生命周期函数--监听页面隐藏
   */
  onHide: function () {
  
  },

  /**
   * 生命周期函数--监听页面卸载
   */
  onUnload: function () {
  
  },

  /**
   * 页面相关事件处理函数--监听用户下拉动作
   */
  onPullDownRefresh: function () {
  
  },

  /**
   * 页面上拉触底事件的处理函数
   */
  onReachBottom: function () {
  
  },

  /**
   * 用户点击右上角分享
   */
  onShareAppMessage: function () {
  
  }
})