// pages/action/nearbyAct/familyAct/sun/sun.js
Page({

  /**
   * 页面的初始数据
   */
  data: {
    title: "纪念孙中山诞辰150周年 濮阳筹办孙姓起源研讨会",
    time: "2016-05-26 15:20:00",
    image: "../../../../../images/homePage/sunAct.jpg",
    actInfo: [
      { "info": "央广网河南分网消息，2011年始,由中山大学河南校友会发起,联合有关孙氏文化研究机构,开展了“孙中山南迁始祖在河南考证活动”,活动目前取得阶段性成果,编写出版了图书《孙中山与河南》,该书由国家统战部审核,由河南人民出版社出版,被列为2014开封世界客属恳亲大会内容之一,在社会上引起较大反响。" },
      { "info": "为挖掘濮阳根亲文化,传承中原传统文化,光大中山先生精神,中山大学河南校友会联合濮阳市孙氏文化研究会,拟在濮阳举办“孙氏得姓在戚城”研讨会。研讨会得到众多孙姓文化专家及孙氏宗亲的支持,河南宇道健康服务公司董事长孙东娇、国家工商总局注册的孙氏酒业公司总经理孙志拓等孙姓企业家也积极参与协办,孙氏酒业公司还特制了孙中山诞辰150周年纪念酒。河南宇道健康服务公司自成立以来始终以传承孙思邈中医药传统为己任,积极参加社会公益事业。" },
      { "info": "2016年是孙中山诞辰150周年纪念,孙中山是振兴中华的首倡者,在举国上下奋力实现中国梦的当下,研讨孙姓起源,传承中山精神,具有积极的现实意义。" }
      
    ]
  },

  /**
   * 生命周期函数--监听页面加载
   */
  onLoad: function (options) {
  
  },

  /**
   * 生命周期函数--监听页面初次渲染完成
   */
  onReady: function () {
  
  },

  /**
   * 生命周期函数--监听页面显示
   */
  onShow: function () {
  
  },

  /**
   * 生命周期函数--监听页面隐藏
   */
  onHide: function () {
  
  },

  /**
   * 生命周期函数--监听页面卸载
   */
  onUnload: function () {
  
  },

  /**
   * 页面相关事件处理函数--监听用户下拉动作
   */
  onPullDownRefresh: function () {
  
  },

  /**
   * 页面上拉触底事件的处理函数
   */
  onReachBottom: function () {
  
  },

  /**
   * 用户点击右上角分享
   */
  onShareAppMessage: function () {
  
  }
})